{
	"name": "Albedo",
    "photo": "https://i.imgur.com/uZ6wZrR.jpg",
	"Build":  "https://i.imgur.com/eF14zsL.png",
	"Gender": "Male",
	"from": "Mondstadt",
	"Affiliation": "Knights of Favonius", 
	"release_date": "December 23, 2020",
	"special_dish": "Woodland Dream Woodland Dream",
	"how_to_get": "Event Wish - Secretum Secretorum",
	"Attack_Style": "Sword",
	"boss_weekly_material": "Tusk of Monoceros Caeli 18",
	"Talent_Materials": "Teachings of Ballad 9, Guide to Ballad 63, Philosophies of Ballad 114",
	"Level_Materials": "Prithiva Topaz Sliver 1, Prithiva Topaz Fragment 9, Prithiva Topaz Chunk 9, Prithiva Topaz Gemstone 6, Basalt Pillar 46, Cecilia 168, Divining Scroll 18, Sealed Scroll 30, Forbidden Curse Scroll 36",
	"Level_cost": {
	"lv1": "20-40 = 20.000 Mora",
	"lv2": "40-50 = 40.000 Mora",
	"lv3": "50-60 = 60.000 Mora",
	"lv4": "60-70 = 80.000 Mora",
	"lv5": "70-80 = 100.000 Mora",
	"lvmaks": "80-90 = 120.000 Mora"
    },
    "Constellation": {
        "c1": "Name: Flower of Eden, effect = Transient Blossoms generated by Albedo's Abiogenesis: Solar Isotoma regenerate 1.2 Energy for Albedo.",
        "c2": "Name: Opening of Phanerozoic, effect = Transient Blossoms generated by Abiogenesis: Solar Isotoma grant Albedo Fatal Reckoning for 30s:,Unleashing Rite of Progeniture: Tectonic Tide consumes all stacks of Fatal Reckoning. Each stack of Fatal Reckoning consumed increases the DMG dealt by Fatal Blossoms and Rite of Progeniture: Tectonic Tide's burst DMG by 30% of Albedo's DEF.,This effect stacks up to 4 times. ",
        "c3": "Name: Grace of Helios, effect = Increases the Level of Abiogenesis: Solar Isotoma by 3.Maximum upgrade level is 15.",
        "c4": "Name: Descent of Divinity, effect = Active party members within the Solar Isotoma field have their Plunging Attack DMG increased by 30%.",
        "c5": "Name: Tide of Hadean, effect = Increases the Level of Rite of Progeniture: Tectonic Tide by 3.Maximum upgrade level is 15.",
        "c6": "Name: Dust of Purification, effect = Active party members within the Solar Isotoma field who are protected by a shield created by Crystallize have their DMG increased by 17%."

    },
    "skill": "Favonius Bladework - Weiss Type Normal Attack, Abiogenesis: Solar Isotoma Type Elemental Skill, Rite of Progeniture: Tectonic Tide Type Elemental Burst, passive1 Flash of Genius (Albedo), passive2 Calcite Might, passive3 Homuncular Nature",
    "profile": {
        "introduction": "Albedo — an alchemist based in Mondstadt, in the service of the Knights of Favonius.Genius, Kreideprinz, or Captain of the Investigation Team... Such titles and honors are of no consequence to him when there is so much more research to conduct.The pursuit of fortune and connections cannot hold a candle to his heart's desire — acquiring the limitless, obscure knowledge left behind by previous generations of scholars.",
        "personality": "A genius known as the Kreideprinz, he is the Chief Alchemist and Captain of the Investigation Team of the Knights of Favonius."
    }
}
